#ifndef	_DBVER_H
#define _DBVER_H

//河北版本需要配置2类数据
const BYTE g_bSingleFn_HeB[] = {1, 2, 9, 161, 169, 215, 225};
const BYTE g_bMultiFn_HeB[]  = {1,2,3,4,9,19,20,25,26,34,161,162,163,164,165,166,167,168,169,171,173,174,175,176,177,179,181,182,183,184,185,187,189,193,213,215,216,225};

//标版默认配置数据
const BYTE g_bSingleFn[] = {161, 169, 177};
const BYTE g_bMultiFn[] = {161,163, 165, 166, 167, 168, 169, 171, 173, 174, 175, 176, 177,179, 181, 182, 183, 184, 185, 189, 193};

//冀北配置数据
static const BYTE g_bSingleFn_JiBei[] = {161, 163, 169, 177, 179};
static const BYTE g_bMultiFn_JiBei[] = {1, 2, 19, 20, 161, 162, 163, 164, 165, 166, 167, 168, 169, 170, 177, 178, 179, 180, 181, 182, 183, 184, 185, 189, 193};

#endif //_DBVER_H
