/*********************************************************************************************************
 * Copyright (c) 2007,深圳科陆电子科技股份有限公司
 * All rights reserved.
 *
 * 文件名称：board.h
 * 摘    要：本文件主要实现硬件板级资源定义,包括:
 *			  1.通用I0的分配定义
 *			  2.外设的映射内存地址分配定义
 *			  3.CPU频率等相关设定	
 * 当前版本：1.0
 * 作    者：岑坚宇
 * 完成日期：2007年7月
 * 备    注: 本文件为板级纯资源分配定义头文件,请不要非相关定义放到本文件
*********************************************************************************************************/
#ifndef  BOARD_H
#define  BOARD_H
//遥信、脉冲、遥控个数配置
#define YXNUM   8
#define YKNUM	5
#endif //BOARD_H


